Repository: vt-soft/SBR-Simple-Break-Reminder
Catalog: Languages/Localization.*.resx
Languages: el_gr

source: About
el_gr: Για

source: Alarm
el_gr: Τρομάζω

source: Alarm 1 time [min]:
el_gr: λαμπτήρας 1 φορά [λεπτά]:

source: Alarm 2 time [min]:
el_gr: λαμπτήρας 2 φορά [λεπτά]:

source: Alarm 3 time [min]:
el_gr: λαμπτήρας 3 φορά [λεπτά]:

source: Alarm 4 time [min]:
el_gr: λαμπτήρας 4 φορά [λεπτά]:

source: An application which is tracking time you are using your computer and is reminding you to take a break.This application is free for any personal or commercial use.
el_gr: Μια εφαρμογή που παρακολουθεί το χρόνο που χρησιμοποιείτε τον υπολογιστή σας και σας υπενθυμίζει να κάνετε ένα διάλειμμα. Αυτή η εφαρμογή είναι δωρεάν για οποιαδήποτε προσωπική ή εμπορική χρήση.

source: Average stats:
el_gr: Μέση στατιστικά:

source: Blue
el_gr: Μπλε

source: Break NO
el_gr: Διάλειμμα ΟΧΙ

source: Break YES
el_gr: Σπάστε ΝΑΙ

source: Check also these free apps:
el_gr: Ελέγξτε επίσης αυτές τις δωρεάν εφαρμογές:

source: Credits:
el_gr: Πιστώσεις:

source: Custom colour
el_gr: Προσαρμοσμένο χρώμα

source: Daily averages for the last 10 days. Except today.
el_gr: Ημερήσιοι μέσοι όροι για τις τελευταίες 10 ημέρες. Εκτός από σήμερα.

source: Daily averages for the last 14 months:
el_gr: Ημερήσιοι μέσοι όροι για τους τελευταίους 14 μήνες:

source: Extra alert for long break
el_gr: Επιπλέον ειδοποίηση για μεγάλο διάλειμμα

source: For more information about this app please check online help page:
el_gr: Για περισσότερες πληροφορίες σχετικά με αυτήν την εφαρμογή, ελέγξτε τη σελίδα ηλεκτρονικής βοήθειας:

source: Gray
el_gr: Γκρί

source: Green
el_gr: Πράσινος

source: Idle time
el_gr: Ώρα αδράνειας

source: Ignored breaks
el_gr: Αγνοημένα διαλείμματα

source: Ignored breaks [-]
el_gr: Αγνοημένα διαλείμματα [-]

source: Language
el_gr: Γλώσσα

source: Orange
el_gr: Πορτοκάλι

source: Pink
el_gr: Ροζ

source: Pomodoro 4/4
el_gr: Πομοντόρο 4/4

source: Pomodoro 4/4. Take a long break.
el_gr: Πομοντόρο 4/4. Κάντε ένα μεγάλο διάλειμμα.

source: Purple
el_gr: Μωβ

source: Random colour
el_gr: Τυχαίο χρώμα

source: Red
el_gr: Κόκκινος

source: Reset alarm
el_gr: Επαναφορά συναγερμού

source: Run at startup
el_gr: Εκτέλεση κατά την εκκίνηση

source: Select your language:
el_gr: Επιλέξτε τη γλώσσα σας:

source: Settings
el_gr: Ρυθμίσεις

source: Sound alarm
el_gr: Ηχητικός συναγερμός

source: Statistics
el_gr: Στατιστική

source: Today's stats:
el_gr: Σήμερα:

source: Total time
el_gr: Συνολικός χρόνος

source: Working time
el_gr: Χρόνος εργασίας

source: Working time, total time [hours]
el_gr: Χρόνος εργασίας, συνολικός χρόνος [ώρες]

source: Yellow
el_gr: Κίτρινος

source: Add new task
el_gr: Προσθήκη νέας εργασίας

source: Archive task
el_gr: Αρχειοθέτηση

source: Archived
el_gr: Αρχειοθετημένος

source: Archived tasks:
el_gr: Αρχειοθετημένα καθήκοντα:

source: day/days
el_gr: Ημέρες/Ημέρες

source: days before due date.
el_gr: ημέρες πριν από την ημερομηνία λήξης.

source: Due date
el_gr: Ημερομηνία λήξης

source: Due date:
el_gr: Ημερομηνία λήξης:

source: Edit task
el_gr: Επεξεργασία εργασίας

source: Finish task
el_gr: Τερματοφύλακα

source: Hide priority, tag and status column.
el_gr: Απόκρυψη της στήλης προτεραιότητας, ετικετών και κατάστασης.

source: Icons/flags:
el_gr: Εικονίδια/σημαίες:

source: month/months
el_gr: μήνας/μήνες

source: Name
el_gr: Ονομα

source: Name:
el_gr: Ονομα:

source: Note
el_gr: Σημείωμα

source: Note:
el_gr: Σημείωμα:

source: Ongoing
el_gr: Συνεχής

source: P
el_gr: Π

source: Priority:
el_gr: Προτεραιότητα:

source: Recurring
el_gr: Επαναλαμβανόμενος

source: Recurring task:
el_gr: Επαναλαμβανόμενη εργασία:

source: Recurring tasks:
el_gr: Επαναλαμβανόμενες εργασίες:

source: Remind
el_gr: Υπενθυμίζω

source: Reopen task
el_gr: Ανοίξτε ξανά την εργασία

source: Repeat every
el_gr: Επαναλάβετε κάθε

source: Show tasks:
el_gr: Εμφάνιση εργασιών:

source: Sounds:
el_gr: Ήχοι:

source: Status
el_gr: Κατάσταση

source: Status:
el_gr: Κατάσταση:

source: T
el_gr: Τ

source: Tag
el_gr: Ετικέτα

source: Tag:
el_gr: Ετικέτα:

source: Tasks:
el_gr: Καθήκοντα:

source: ToDo
el_gr: Κουνάω

source: week/weeks
el_gr: εβδομάδα/εβδομάδες
